# Найдите сумму цифр трехзначного числа.

# chislo = int(input("Введите трехзнаное число \n"))
# print(f"Сумма равна: {chislo % 10 + chislo // 100 + (chislo // 10) % 10}")
#
#
#

# #Петя, Катя и Сережа делают из бумаги журавликов. Вместе
# они сделали S журавликов. Сколько журавликов сделал каждый
# ребенок, если известно, что Петя и Сережа сделали одинаковое
# количество журавликов, а Катя сделала в два раза больше журавликов,
# чем Петя и Сережа вместе?

# summaS = int(input("Введите количество сделанных журавликов кратное 6\n"))
# Petya = Serezha = int(summaS / 6)
# Katya = 4 * Petya
#
# print(f"Петя сделал: {Petya} журавликов\nСережа сделал: {Serezha} журавликов\nа Катя {Katya} журавликов")



